{
  "nav.shop": "Shop",
  "nav.about": "About",
  "nav.blog": "Blog",
  "nav.cart": "Cart",
  
  "hero.line1": "Olive oil",
  "hero.line2": "makes",
  "hero.line3": "Everything",
  "hero.line4": "better",
  
  "showcase.pronunciation": "Agnó Pronunciation: /aɡˈnó/",
  "showcase.description": "A Concept derived from the Greek word ἄγνω, meaning \"pure\". it symbolizes purity, authenticity, and natural excellence, reflecting the Mediterranean lifestyle and artisanal Greek products like olive oil, oregano and honey.",
  "showcase.viewAll": "View All Products",
  
  "reviews.title": "Customer Reviews",
  "reviews.subtitle": "Hear from our customers who have experienced the authentic taste of Greece.",
  
  "facts.title": "How We Guarantee Real,",
  "facts.titleLine2": "High-Quality Olive Oil",
  "facts.fresh.title": "Fresh",
  "facts.fresh.description": "We bottle only the latest harvest, because freshness is everything.",
  "facts.notBlended.title": "Not Blended",
  "facts.notBlended.description": "Every bottle comes from a single region, no blends, no shortcuts.",
  "facts.labTested.title": "Third Party Lab-Tested",
  "facts.labTested.description": "Tested, verified, trusted, because you deserve the real thing.",
  
  "faq.title": "You've got questions? We've got the answers.",
  "faq.q1": "Where does your olive oil come from?",
  "faq.a1": "Our olive oil is born on the island of Thassos, Greece, where olive trees have thrived for centuries under the Aegean sun. Each drop reflects the island's purity and time-honored tradition — cold-extracted and bottled close to harvest for the freshest, most authentic taste.",
  "faq.q2": "What makes your extra virgin olive oil with rosemary and spices special?",
  "faq.a2": "We use only the rare Throumba olive, native to Thassos and celebrated for its naturally high polyphenol content and low acidity. Each olive is hand-picked at peak ripeness, pressed within hours, and never blended — ensuring a full-bodied flavor and remarkable freshness in every bottle.",
  "faq.q3": "What makes your honey unique?",
  "faq.a3": "Our honey is harvested from the pine trees of Thassos, Greece. It's naturally rich in nutrients, has a robust flavor, and is free from any additives, making it an authentic Greek treasure.",
  "faq.q4": "Where do you source your oregano?",
  "faq.a4": "Every batch is third-party lab-tested to guarantee purity, freshness, and key quality markers such as polyphenol levels and acidity. This transparency ensures you always enjoy genuine, high-grade extra virgin olive oil — just as nature intended.",
  "faq.viewAll": "View All",
  
  "newsletter.subtitle": "Join the club and enjoy the",
  "newsletter.subtitleBold": "exclusive benefits of Agnó!",
  "newsletter.placeholder": "Your email address",
  "newsletter.button": "Join Now",
  "newsletter.privacyPolicy": "Privacy Policy",
  "newsletter.termsOfService": "Terms of Service",
  "newsletter.legalNotice": "Legal Notice",
  "newsletter.contactInfo": "Contact Information",
  "newsletter.shippingPolicy": "Shipping Policy",
  "newsletter.refundPolicy": "Refund Policy",
  "newsletter.contact": "Contact",
  "newsletter.copyright": "© 2025 Agnó. Crafted with love and authenticity.",
  
  "products.hero.title": "Our Collection",
  "products.hero.subtitle": "From olive groves and wild hives to mountain herbs, each creation is antioxidant-rich, full of flavor, and made in small batches by local farmers who live by nature's rhythm.",
  "products.category.all": "All Products",
  "products.category.oliveOil": "Olive Oil",
  "products.category.honey": "Honey",
  "products.category.spices": "Spices",
  "products.category.gifts": "Gifts & more",
  "products.noProducts": "No products found in this category.",
  "products.shopNow": "Shop Now",
  "products.comingSoon.title": "Coming Soon",
  "products.comingSoon.subtitle": "We're constantly expanding our collection with new authentic Greek treasures. Stay tuned for exciting additions to our Mediterranean family.",
  "products.comingSoon.pomo.title": "Pomegranate molasses from the Aegean",
  "products.comingSoon.pomo.feature1": "100% pure pomegranate juice with no additives",
  "products.comingSoon.pomo.feature2": "Slowly simmered at low temperature for an intense flavor",
  "products.comingSoon.pomo.feature3": "Sweet and tangy taste with a deep fruity aroma",
  "products.comingSoon.pomo.feature4": "Rich in antioxidants",
  "products.comingSoon.pomo.feature5": "Rarely found in Germany",
  "products.comingSoon.pomo.feature6": "Perfect for salads, marinades, appetizers, or desserts",
  "products.comingSoon.pomo.available": "Available from 2026",
  "products.shipping": "• Free shipping from 70 Euros •",
  
  "about.hero.title": "About Us",
  "about.origin.title": "Origin: Thassos, Greece",
  "about.origin.description": "Our olive oil is born on Thassos, Greece, where the Aegean sun hits just right, and olive trees have been part of life for centuries. Grown by local families and pressed all within a few km away, every bottle captures the island's sun, sea, and slow living, bottled.",
  "about.groveToBottle.title": "From Grove to Bottle",
  "about.groveToBottle.freshlyHarvested": "Freshly harvested",
  "about.groveToBottle.withCare": "With care",
  "about.groveToBottle.labTested": "Independently lab tested",
  "about.groveToBottle.acidity": "Acidity below 0.45",
  "about.groveToBottle.polyphenols": "& polyphenols 355 mg/kg",
  "about.ourOlives.title": "Harvested, cold-pressed, and bottled within the same season.",
  "about.ourOlives.artOfPatience.title": "The art of patience",
  "about.ourOlives.artOfPatience.description": "On the island of Thassos, time moves differently. The air is warm with sea salt, and the Throumba olives ripen slowly under the sun, shrinking, darkening, and filling with flavor. When the moment is right, we hand-pick each olive, press it within 1-2 hours in small batches and bottle it in the very same season. Never mixed, never rushed. This is how we honor the rhythm of Thassos slow, patient, and profoundly pure.",
  "about.labResults.title": "Lab Results",
  "about.labResults.description": "You deserve food that's honest and traceable. That's why every batch of our olive oil is independently lab-tested for purity and quality, with results we proudly share with you.",
  "about.labResults.linkText": "Link to lab results",
  "about.labResults.polyphenols.title": "POLYPHENOLS",
  "about.labResults.polyphenols.value": "355 mg/kg (HPLC)",
  "about.labResults.polyphenols.standard": "standard > 180 mg/kg",
  "about.labResults.polyphenols.description": "Rich in bioactive antioxidants that protect your cells from oxidative stress. These natural compounds are responsible for the bold taste, vibrant aroma, and many of olive oil's scientifically proven health effects.",
  "about.labResults.oleicAcid.title": "OLEIC ACID",
  "about.labResults.oleicAcid.value": "69.71 %",
  "about.labResults.oleicAcid.standard": "standard ≈ 67 %",
  "about.labResults.oleicAcid.description": "The main monounsaturated fat found in olive oil — essential for heart and brain health. A high oleic content ensures a rich texture, delicate fruitiness, and a naturally long shelf life.",
  "about.labResults.acidity.title": "ACIDITY",
  "about.labResults.acidity.value": "0.42 %",
  "about.labResults.acidity.standard": "standard < 0.8 %",
  "about.labResults.acidity.description": "An exceptional indicator of purity and freshness. Low acidity reflects early harvesting and gentle extraction — resulting in a smoother taste and superior stability.",
  "about.labResults.peroxides.title": "PEROXIDES",
  "about.labResults.peroxides.value": "4.8 meq O₂/kg",
  "about.labResults.peroxides.standard": "standard < 20 meq O₂/kg",
  "about.labResults.peroxides.description": "A measure of oxidation and freshness. This remarkably low value means the oil is stable, recently produced, and retains its full nutritional strength for longer.",
  "about.meetAgno.title": "Meet Agnó",
  "about.meetAgno.paragraph1": "Hi, we are Irini and Tuğba, one with Greek roots and the other Turkish - bound by a shared love for outstanding ingredients, good food, and the Mediterranean way of life. Growing up in Germany, we were immersed in the richness of both cultures and inspired by the unique ability of food to bring people together.",
  "about.meetAgno.paragraph2": "Our vision? Providing you with one of the most exquisite extra virgin olive oil! Partnering with a dedicated local producer and family, we discovered the magic of Thassian olive groves. Every step of the journey - from tree to bottle is steeped in authenticity, care, and love.",
  "about.meetAgno.paragraph3": "We are proud to be part of a heritage that honors not just the land but the people who have nurtured it for generations. We welcome you to be a part of something memorable, because our olive is more than just oil.",
  "about.meetAgno.tagline": "THIS IS AGNO.",
  "about.whereQualityConnects": "Where quality connects"
}
