{
  "nav.shop": "Shop",
  "nav.about": "Über uns",
  "nav.blog": "Blog",
  "nav.cart": "Warenkorb",
  
  "hero.line1": "Olive oil",
  "hero.line2": "makes",
  "hero.line3": "Everything",
  "hero.line4": "better",
  
  "showcase.pronunciation": "Agnó Aussprache: /aɡˈnó/",
  "showcase.description": "Ein Konzept, das vom griechischen Wort ἄγνω abgeleitet ist und \"rein\" bedeutet. Es symbolisiert Reinheit, Authentizität und natürliche Exzellenz und spiegelt den mediterranen Lebensstil und handwerkliche griechische Produkte wie Olivenöl, Oregano und Honig wider.",
  "showcase.viewAll": "Alle Produkte ansehen",
  
  "reviews.title": "Kundenbewertungen",
  "reviews.subtitle": "Hören Sie von unseren Kunden, die den authentischen Geschmack Griechenlands erlebt haben.",
  
  "facts.title": "Wie wir echtes,",
  "facts.titleLine2": "hochwertiges Olivenöl garantieren",
  "facts.fresh.title": "Frisch",
  "facts.fresh.description": "Wir füllen nur die neueste Ernte ab, denn Frische ist alles.",
  "facts.notBlended.title": "Nicht gemischt",
  "facts.notBlended.description": "Jede Flasche stammt aus einer einzigen Region, keine Mischungen, keine Abkürzungen.",
  "facts.labTested.title": "Von Drittlabor getestet",
  "facts.labTested.description": "Getestet, verifiziert, vertrauenswürdig, weil Sie das Echte verdienen.",
  
  "faq.title": "Sie haben Fragen? Wir haben die Antworten.",
  "faq.q1": "Woher kommt Ihr Olivenöl?",
  "faq.a1": "Unser Olivenöl stammt von der Insel Thassos, Griechenland, wo Olivenbäume seit Jahrhunderten unter der ägäischen Sonne gedeihen. Jeder Tropfen spiegelt die Reinheit der Insel und die jahrhundertealte Tradition wider — kaltgepresst und kurz nach der Ernte abgefüllt für den frischesten, authentischsten Geschmack.",
  "faq.q2": "Was macht Ihr natives Olivenöl extra mit Rosmarin und Gewürzen besonders?",
  "faq.a2": "Wir verwenden nur die seltene Throumba-Olive, die auf Thassos heimisch ist und für ihren natürlich hohen Polyphenolgehalt und niedrigen Säuregehalt bekannt ist. Jede Olive wird von Hand bei optimaler Reife gepflückt, innerhalb von Stunden gepresst und niemals gemischt — was einen vollmundigen Geschmack und bemerkenswerte Frische in jeder Flasche gewährleistet.",
  "faq.q3": "Was macht Ihren Honig einzigartig?",
  "faq.a3": "Unser Honig wird von den Pinien auf Thassos, Griechenland, geerntet. Er ist von Natur aus reich an Nährstoffen, hat einen kräftigen Geschmack und ist frei von Zusatzstoffen, was ihn zu einem authentischen griechischen Schatz macht.",
  "faq.q4": "Woher beziehen Sie Ihren Oregano?",
  "faq.a4": "Jede Charge wird von einem Drittlabor getestet, um Reinheit, Frische und wichtige Qualitätsmerkmale wie Polyphenolgehalt und Säuregehalt zu garantieren. Diese Transparenz stellt sicher, dass Sie immer echtes, hochwertiges natives Olivenöl extra genießen — genau so, wie die Natur es vorgesehen hat.",
  "faq.viewAll": "Alle ansehen",
  
  "newsletter.subtitle": "Treten Sie dem Club bei und genießen Sie die",
  "newsletter.subtitleBold": "exklusiven Vorteile von Agnó!",
  "newsletter.placeholder": "Ihre E-Mail-Adresse",
  "newsletter.button": "Jetzt beitreten",
  "newsletter.privacyPolicy": "Datenschutzrichtlinie",
  "newsletter.termsOfService": "Nutzungsbedingungen",
  "newsletter.legalNotice": "Impressum",
  "newsletter.contactInfo": "Kontaktinformationen",
  "newsletter.shippingPolicy": "Versandrichtlinie",
  "newsletter.refundPolicy": "Rückgaberichtlinie",
  "newsletter.contact": "Kontakt",
  "newsletter.copyright": "© 2025 Agnó. Mit Liebe und Authentizität gefertigt.",
  
  "products.hero.title": "Unsere Kollektion",
  "products.hero.subtitle": "Von Olivenhainen und wilden Bienenstöcken bis hin zu Bergkräutern – jede Kreation ist reich an Antioxidantien, voller Geschmack und wird in kleinen Chargen von lokalen Bauern hergestellt, die im Rhythmus der Natur leben.",
  "products.category.all": "Alle Produkte",
  "products.category.oliveOil": "Olivenöl",
  "products.category.honey": "Honig",
  "products.category.spices": "Gewürze",
  "products.category.gifts": "Geschenke & mehr",
  "products.noProducts": "Keine Produkte in dieser Kategorie gefunden.",
  "products.shopNow": "Jetzt kaufen",
  "products.comingSoon.title": "Coming Soon",
  "products.comingSoon.subtitle": "Wir erweitern ständig unsere Kollektion mit neuen authentischen griechischen Schätzen. Bleiben Sie gespannt auf spannende Ergänzungen unserer mediterranen Familie.",
  "products.comingSoon.pomo.title": "Granatapfelmelasse aus der Ägäis",
  "products.comingSoon.pomo.feature1": "100% reiner Granatapfelsaft ohne Zusatzstoffe",
  "products.comingSoon.pomo.feature2": "Langsam bei niedriger Temperatur für intensiven Geschmack eingekocht",
  "products.comingSoon.pomo.feature3": "Süß-säuerlicher Geschmack mit tiefem fruchtigem Aroma",
  "products.comingSoon.pomo.feature4": "Reich an Antioxidantien",
  "products.comingSoon.pomo.feature5": "In Deutschland selten zu finden",
  "products.comingSoon.pomo.feature6": "Perfekt für Salate, Marinaden, Vorspeisen oder Desserts",
  "products.comingSoon.pomo.available": "Erhältlich ab 2026",
  "products.shipping": "• Kostenloser Versand ab 70 Euro •",
  
  "about.hero.title": "Über uns",
  "about.origin.title": "Herkunft: Thassos, Griechenland",
  "about.origin.description": "Unser Olivenöl stammt von Thassos, Griechenland, wo die ägäische Sonne genau richtig scheint und Olivenbäume seit Jahrhunderten zum Leben gehören. Von lokalen Familien angebaut und nur wenige Kilometer entfernt gepresst, fängt jede Flasche die Sonne, das Meer und das langsame Leben der Insel ein, abgefüllt.",
  "about.groveToBottle.title": "Vom Hain zur Flasche",
  "about.groveToBottle.freshlyHarvested": "Frisch geerntet",
  "about.groveToBottle.withCare": "Mit Sorgfalt",
  "about.groveToBottle.labTested": "Unabhängig im Labor getestet",
  "about.groveToBottle.acidity": "Säuregehalt unter 0,45",
  "about.groveToBottle.polyphenols": "& Polyphenole 355 mg/kg",
  "about.ourOlives.title": "Geerntet, kaltgepresst und in derselben Saison abgefüllt.",
  "about.ourOlives.artOfPatience.title": "Die Kunst der Geduld",
  "about.ourOlives.artOfPatience.description": "Auf der Insel Thassos vergeht die Zeit anders. Die Luft ist warm vom Meeressalz, und die Throumba-Oliven reifen langsam unter der Sonne, schrumpfen, werden dunkler und füllen sich mit Geschmack. Wenn der Moment richtig ist, pflücken wir jede Olive von Hand, pressen sie innerhalb von 1-2 Stunden in kleinen Chargen und füllen sie in derselben Saison ab. Niemals gemischt, niemals gehetzt. So ehren wir den Rhythmus von Thassos langsam, geduldig und zutiefst rein.",
  "about.labResults.title": "Laborergebnisse",
  "about.labResults.description": "Sie verdienen Lebensmittel, die ehrlich und nachvollziehbar sind. Deshalb wird jede Charge unseres Olivenöls unabhängig im Labor auf Reinheit und Qualität getestet, mit Ergebnissen, die wir stolz mit Ihnen teilen.",
  "about.labResults.linkText": "Link zu Laborergebnissen",
  "about.labResults.polyphenols.title": "POLYPHENOLE",
  "about.labResults.polyphenols.value": "355 mg/kg (HPLC)",
  "about.labResults.polyphenols.standard": "Standard > 180 mg/kg",
  "about.labResults.polyphenols.description": "Reich an bioaktiven Antioxidantien, die Ihre Zellen vor oxidativem Stress schützen. Diese natürlichen Verbindungen sind verantwortlich für den kräftigen Geschmack, das lebendige Aroma und viele der wissenschaftlich nachgewiesenen gesundheitlichen Wirkungen von Olivenöl.",
  "about.labResults.oleicAcid.title": "ÖLSÄURE",
  "about.labResults.oleicAcid.value": "69,71 %",
  "about.labResults.oleicAcid.standard": "Standard ≈ 67 %",
  "about.labResults.oleicAcid.description": "Das wichtigste einfach ungesättigte Fett in Olivenöl — essentiell für Herz- und Gehirngesundheit. Ein hoher Ölsäuregehalt sorgt für eine reichhaltige Textur, zarte Fruchtigkeit und eine natürlich lange Haltbarkeit.",
  "about.labResults.acidity.title": "SÄUREGEHALT",
  "about.labResults.acidity.value": "0,42 %",
  "about.labResults.acidity.standard": "Standard < 0,8 %",
  "about.labResults.acidity.description": "Ein außergewöhnlicher Indikator für Reinheit und Frische. Niedriger Säuregehalt spiegelt frühe Ernte und schonende Extraktion wider — was zu einem weicheren Geschmack und überlegener Stabilität führt.",
  "about.labResults.peroxides.title": "PEROXIDE",
  "about.labResults.peroxides.value": "4,8 meq O₂/kg",
  "about.labResults.peroxides.standard": "Standard < 20 meq O₂/kg",
  "about.labResults.peroxides.description": "Ein Maß für Oxidation und Frische. Dieser bemerkenswert niedrige Wert bedeutet, dass das Öl stabil ist, kürzlich produziert wurde und seine volle Nährstoffkraft länger behält.",
  "about.meetAgno.title": "Lernen Sie Agnó kennen",
  "about.meetAgno.paragraph1": "Hallo, wir sind Irini und Tuğba, eine mit griechischen Wurzeln und die andere türkisch - verbunden durch eine gemeinsame Liebe zu herausragenden Zutaten, gutem Essen und der mediterranen Lebensweise. Aufgewachsen in Deutschland, waren wir in den Reichtum beider Kulturen eingetaucht und inspiriert von der einzigartigen Fähigkeit des Essens, Menschen zusammenzubringen.",
  "about.meetAgno.paragraph2": "Unsere Vision? Ihnen eines der exquisitesten nativen Olivenöle extra zu bieten! In Partnerschaft mit einem engagierten lokalen Produzenten und einer Familie entdeckten wir die Magie der Olivenhaine von Thassos. Jeder Schritt der Reise - vom Baum bis zur Flasche - ist durchdrungen von Authentizität, Sorgfalt und Liebe.",
  "about.meetAgno.paragraph3": "Wir sind stolz darauf, Teil eines Erbes zu sein, das nicht nur das Land, sondern auch die Menschen ehrt, die es seit Generationen pflegen. Wir laden Sie ein, Teil von etwas Unvergesslichem zu sein, denn unser Olivenöl ist mehr als nur Öl.",
  "about.meetAgno.tagline": "DAS IST AGNO.",
  "about.whereQualityConnects": "Wo Qualität verbindet"
}
