{
  "nav.shop": "Shop",
  "nav.about": "Über uns",
  "nav.blog": "Blog",
  "nav.cart": "Warenkorb",
  
  "hero.line1": "Olive oil",
  "hero.line2": "makes",
  "hero.line3": "Everything",
  "hero.line4": "better",
  
  "showcase.pronunciation": "Agnó Aussprache: /aɡˈnó/",
  "showcase.description": "Ein Konzept, das vom griechischen Wort ἄγνω abgeleitet ist und \"rein\" bedeutet. Es symbolisiert Reinheit, Authentizität und natürliche Exzellenz und spiegelt den mediterranen Lebensstil und handwerkliche griechische Produkte wie Olivenöl, Oregano und Honig wider.",
  "showcase.viewAll": "Alle Produkte ansehen",
  
  "reviews.title": "Kundenbewertungen",
  "reviews.subtitle": "Erfahre, wie unsere Kund:innen den authentischen Geschmack Griechenlands für sich entdeckt haben.",
  
  "facts.title": "Wie wir echtes,",
  "facts.titleLine2": "hochwertiges Olivenöl garantieren",
  "facts.fresh.title": "Frisch",
  "facts.fresh.description": "Wir füllen nur die neueste Ernte ab, denn Frische ist alles.",
  "facts.notBlended.title": "Nicht gemischt",
  "facts.notBlended.description": "Jede Flasche stammt aus einer einzigen Region, keine Mischungen, kein Schnickschnack.",
  "facts.labTested.title": "Unabhängig laborgeprüft",
  "facts.labTested.description": "Getestet, verifiziert, vertrauenswürdig, weil Du das Echte verdienst.",
  
  "faq.title": "Ihr habt Fragen? Wir haben die Antworten.",
  "faq.q1": "Woher kommt unser Olivenöl?",
  "faq.a1": "Unser Olivenöl stammt von der Insel Thassos, Griechenland, wo Olivenbäume seit Jahrhunderten unter der ägäischen Sonne gedeihen. Jeder Tropfen spiegelt die Reinheit der Insel und die jahrhundertealte Tradition wider — kaltgepresst und kurz nach der Ernte abgefüllt für den frischesten, authentischsten Geschmack.",
  "faq.q2": "Was macht euer extra natives Olivenöl besonders?",
  "faq.a2": "Wir verwenden nur die seltene Throumba-Olive, die auf Thassos heimisch ist und für ihren natürlich hohen Polyphenolgehalt und niedrigen Säuregehalt bekannt ist. Jede Olive wird von Hand bei optimaler Reife gepflückt, innerhalb von 1-2 Stunden gepresst und niemals gemischt, was einen vollmundigen Geschmack und bemerkenswerte Frische in jeder Flasche gewährleistet.",
  "faq.q3": "Was macht euren Honig einzigartig?",
  "faq.a3": "Unser Honig stammt aus den Pinienwäldern von Thassos in Griechenland. Er ist von Natur aus nährstoffreich, hat einen kräftigen Geschmack und kommt ganz ohne Zusatzstoffe aus – ein echtes griechisches Naturjuwel.",
  "faq.q4": "Wie stellt ihr die Qualität eures Olivenöls sicher?",
  "faq.a4": "Jede Charge wird von einem Drittlabor getestet, um Reinheit, Frische und wichtige Qualitätsmerkmale wie Polyphenolgehalt und Säuregehalt zu garantieren. Diese Transparenz stellt sicher, dass ihr immer echtes, hochwertiges extra natives Olivenöl genießt — genau so, wie die Natur es vorgesehen hat.",
  "faq.viewAll": "Alle ansehen",
  
  "newsletter.subtitle": "Werde Teil unseres Clubs und genieße die .",
  "newsletter.subtitleBold": "exklusiven Vorteile von Agnó!",
  "newsletter.placeholder": "Deine E-Mail-Adresse",
  "newsletter.button": "Jetzt beitreten",
  "newsletter.privacyPolicy": "Datenschutzerklärung",
  "newsletter.termsOfService": "AGB",
  "newsletter.legalNotice": "Impressum",
  "newsletter.contactInfo": "Kontaktinformationen",
  "newsletter.shippingPolicy": "Versand und Lieferung",
  "newsletter.refundPolicy": "Widerrufsrecht",
  "newsletter.contact": "Kontakt",
  "newsletter.copyright": "© 2025 Agnó. Mit Liebe und Authentizität kreiert.",
  
  "products.hero.title": "Unsere Kollektion",
  "products.hero.subtitle": "Von sonnenverwöhnten Olivenhainen und wilden Bienenstöcken bis zu aromatischen Bergkräutern – jede Kreation verbindet natürliche Antioxidantien mit intensivem Geschmack. Sorgfältig in kleinen Chargen von regionalen Bauern hergestellt, die im Einklang mit der Natur arbeiten.",
  "products.category.all": "Alle Produkte",
  "products.category.oliveOil": "Olivenöl",
  "products.category.honey": "Honig",
  "products.category.spices": "Gewürze",
  "products.category.gifts": "Geschenke & mehr",
  "products.noProducts": "Keine Produkte in dieser Kategorie gefunden.",
  "products.shopNow": "Jetzt kaufen",
  "products.comingSoon.title": "Coming Soon",
  "products.comingSoon.subtitle": "Wir erweitern unsere Kollektion fortlaufend mit mediterranen Köstlichkeiten. Freu dich auf einzigartige Neuzugänge, die unsere mediterrane Familie noch vielfältiger machen.",
  "products.comingSoon.pomo.title": "Granatapfelsirup aus der Ägäis",
  "products.comingSoon.pomo.feature1": "100% reiner Granatapfelsaft ohne Zusatzstoffe",
  "products.comingSoon.pomo.feature2": "Langsam bei niedriger Temperatur für intensiven Geschmack eingekocht",
  "products.comingSoon.pomo.feature3": "Süß-säuerlicher Geschmack mit tiefem fruchtigem Aroma",
  "products.comingSoon.pomo.feature4": "Reich an Antioxidantien",
  "products.comingSoon.pomo.feature5": "In Deutschland selten zu finden",
  "products.comingSoon.pomo.feature6": "Perfekt für Salate, Marinaden, Vorspeisen oder Desserts",
  "products.comingSoon.pomo.available": "Erhältlich ab 2026",
  "products.shipping": "• Kostenloser Versand ab 70 Euro •",
  
  "about.hero.title": "Über uns",
  "about.origin.title": "Herkunft: Thassos, Griechenland",
  "about.origin.description": "Unser Olivenöl stammt von der griechischen Insel Thassos, wo jahrhundertealte Olivenbäume unter der ägäischen Sonne wachsen. In traditioneller Familienkultur angebaut und nur wenige Kilometer nach der Ernte kaltgepresst, bewahrt jede Flasche den authentischen Geschmack von Sonne, Meer und dem natürlichen Rhythmus der Insel.",
  "about.groveToBottle.title": "Vom Haine zur Flasche",
  "about.groveToBottle.freshlyHarvested": "Mit Sorgfalt",
  "about.groveToBottle.withCare": "Frisch geerntet",
  "about.groveToBottle.labTested": "Unabhängig im Labor getestet",
  "about.groveToBottle.acidity": "Säuregehalt unter 0,45",
  "about.groveToBottle.polyphenols": "& Polyphenole 355 mg/kg",
  "about.ourOlives.title": "Geerntet, kaltgepresst und in derselben Saison abgefüllt.",
  "about.ourOlives.artOfPatience.title": "Die Kunst der Geduld",
  "about.ourOlives.artOfPatience.description": "Auf der Insel Thassos vergeht die Zeit anders. Die Luft ist warm vom Meeressalz, und die Throumba-Oliven reifen entspannt unter der Sonne, schrumpfen, werden dunkler und füllen sich mit Geschmack. Wenn der Moment richtig ist, pflücken wir jede Olive von Hand, pressen sie innerhalb von 1-2 Stunden in kleinen Chargen und füllen sie in derselben Saison ab. Niemals gemischt, niemals gehetzt. So ehren wir den Rhythmus von Thassos gelassen, geduldig und zutiefst rein.",
  "about.labResults.title": "Laborergebnisse",
  "about.labResults.description": "Du verdienst Lebensmittel, die Transparenz und Qualität versprechen. Deshalb lassen wir jede Charge unseres Olivenöls unabhängig im Labor analysieren und teilen die Ergebnisse offen mit dir.",
  "about.labResults.linkText": "Link zu Laborergebnissen",
  "about.labResults.polyphenols.title": "POLYPHENOLE",
  "about.labResults.polyphenols.value": "355 mg/kg (HPLC)",
  "about.labResults.polyphenols.standard": "Standard > 180 mg/kg",
  "about.labResults.polyphenols.description": "Reich an bioaktiven Antioxidantien, die deine Zellen vor oxidativem Stress schützen. Diese natürlichen Verbindungen sind verantwortlich für den kräftigen Geschmack, das lebendige Aroma und viele der wissenschaftlich nachgewiesenen gesundheitlichen Wirkungen von Olivenöl.",
  "about.labResults.oleicAcid.title": "ÖLSÄURE",
  "about.labResults.oleicAcid.value": "69,71 %",
  "about.labResults.oleicAcid.standard": "Standard ≈ 67 %",
  "about.labResults.oleicAcid.description": "Das wichtigste einfach ungesättigte Fett in Olivenöl. Essentiell für Herz- und Gehirngesundheit. Ein hoher Ölsäuregehalt sorgt für eine reichhaltige Textur, zarte Fruchtigkeit und eine natürlich lange Haltbarkeit.",
  "about.labResults.acidity.title": "SÄUREGEHALT",
  "about.labResults.acidity.value": "0,42 %",
  "about.labResults.acidity.standard": "Standard < 0,8 %",
  "about.labResults.acidity.description": "Ein außergewöhnlicher Indikator für Reinheit und Frische. Niedriger Säuregehalt spiegelt frühe Ernte und schonende Extraktion wider was zu einem weicheren Geschmack und überlegener Stabilität führt.",
  "about.labResults.peroxides.title": "PEROXIDE",
  "about.labResults.peroxides.value": "4,8 meq O₂/kg",
  "about.labResults.peroxides.standard": "Standard < 20 meq O₂/kg",
  "about.labResults.peroxides.description": "Ein Maß für Oxidation und Frische. Dieser bemerkenswert niedrige Wert bedeutet, dass das Öl stabil ist, kürzlich produziert wurde und seine volle Nährstoffkraft länger behält.",
  "about.meetAgno.title": "Lerne Agnó kennen",
  "about.meetAgno.paragraph1": "Hallo, wir sind Irini und Tuğba, eine mit griechischen Wurzeln, die andere türkisch. Uns verbindet die Liebe zu gutem Essen, ehrlichen Zutaten und der mediterranen Lebensart. Aufgewachsen zwischen zwei Kulturen, haben wir früh erlebt, wie Essen Menschen verbindet - an einem Tisch, mit einem Lächeln, bei einem guten Tropfen Olivenöl.",
  "about.meetAgno.paragraph2": "Unsere Vision? Mit dir eines der feinsten extra nativen Olivenöle zu teilen - frisch, ehrlich und voller Sonne! Gemeinsam mit lokalen Farmern und unserer Familie auf Thassos haben wir die Magie der Olivenhainen entdeckt. Jeder Schritt vom Baum bis zur Flasche ist geprägt von Handarbeit, Geduld und Liebe zum Detail.",
  "about.meetAgno.paragraph3": "Wir sind stolz, Teil einer Tradition zu sein, die das Land ehrt und die Menschen, die es seit Generationen pflegen. Agnó ist mehr als nur Olivenöl, es ist ein Stück mediterranes Leben, das du schmecken kannst.",
  "about.meetAgno.tagline": "DAS IST AGNO.",
  "about.whereQualityConnects": "Wo Qualität verbindet"
}
